Repository: havutcuoglu/contao-changelanguage
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: ja, lv, pl, ru

# tl_module.hideActiveLanguage.0
source: Hide active language
ja: 有効な言語を非表示
lv: Slēpt aktīvo valodu
pl: Ukryj aktywny język
ru: Скрыть активный язык

# tl_module.hideActiveLanguage.1
source: Please check here if you want to hide the active language on your site.
ja: サイトの有効な言語を表示したくない場合に選択してください。
lv: Lūdzu, atzīmējiet šeit, ja vēlaties paslēpt aktīvo valodu savā vietnē.
pl: Jeśli wybierzesz tę opcję, ukryjesz aktywny język.
ru: Выберите, если хотите скрыть активный язык на вашем сайте.

# tl_module.hideNoFallback.0
source: Hide languages without direct fallback
ja: 代替の指定のない言語を非表示
lv: Slēpt valodas bez tiešas rezerves
pl: Ukryj języki bez przypisanego języka domyślnego
ru: Скрыть языки с неуказанным резервным языком

# tl_module.hideNoFallback.1
source: Do not show languages that have no direct fallback assigned.
ja: 代替の言語の指定のない言語を表示しません。
lv: Nerādīt valodas, kurām nav piešķirtas tiešās rezerves.
pl: Nie pokazuj języków, które nie mają przypisanego języka domyślnego.
ru: Не показывать языки, которым неуказан резервный язык.

# tl_module.customLanguage.0
source: Custom language texts
ja: 独自の言語の文字列
lv: Pielāgotie valodu teksti
pl: Własne etykiety języków
ru: Пользовательские языковые тексты

# tl_module.customLanguage.1
source: Please check here if you want to have custom texts for your languages (not uppercase language shortcuts).
ja: (大文字の言語名ではない)独自の文字列を言語名に使用したい場合に選択してください。
lv: Lūdzu, atzīmējiet šeit, ja vēlaties pielāgotus tekstus savām valodām (nevis lielo burtu valodu saīsnes).
pl: Wybierzesz tę opcję, jeżeli chcesz użyć własne etykiety języków (skróty pisane małymi literami).
ru: Отметьте, если хотите иметь собственные подписи для языков (не заглавные ярлыки языков).

# tl_module.customLanguageText.0
source: Language texts
ja: 言語の文字列
lv: Valodu teksti
pl: Etykiety języków
ru: Языковые тексты

# tl_module.customLanguageText.1
source: Please enter a replacement for every language. Use lower case shortcuts.
ja: 各言語に代わりに置き換えて使用する文字列を入力してください。小文字のショートカットを使用してください。
lv: Lūdzu, ievadiet aizvietotāju katrai valodai. Izmantojiet mazo burtu saīsnes.
pl: Proszę wprowadzić zamiennik dla każdego języka. Użyj skrótów pisanych małymi literami.
ru: Введите замену для каждого языка. Используйте нижний регистр клавиш.

# tl_module.customLanguageText.value
source: Language shortcut
ja: 言語のショートカット
lv: Valodas saīsne
pl: Skrót języka
ru: Ярлык языка

# tl_module.customLanguageText.label
source: Replacement text
ja: 置き換える文字列
lv: Aizstājējteksts
pl: Zamiennik
ru: Текст замещения
